SIZE = 1080, 720
FPS = 120
FIELD_SIZE = 100, 100
STARTING_VALUE_OF_LEVEL_VOLUME = 10
INCREMENT_OF_LEVEL_VOLUME = 10
ARMORS = {"Железная броня": (5, 2), "Стальная броня": (10, 2), "Броня Драконорождённого": (20, 1),
          "Нордская броня": (50, 2)}
WEAPONS = {"Железный кинжал": ((2, 5), (3, 4), 2), "Стальной кинжал": ((4, 7), (3, 4), 2),
           "Железный меч": ((9, 12), (1, 2), 2), "Стальной меч": ((11, 14), (1, 2), 2),
           "Нордский меч": ((10, 40), (1, 1), 2), "Клинок Драконорождённого": ((20, 25), (1, 2), 1)}
BLOCKS_IMAGES = {"Камень": "", "Трава": "", "Стена": "", "Дверь": "", "Открытая дверь": "",
                 "Сундук": "", "Группа вещей": "", "Портал": "", "Пол": ""}
WEAPONS_IMAGES = {"Железный кинжал": "", "Стальной кинжал": "", "Железный меч": "",
                  "Стальной меч": "", "Нордский меч": "", "Клинок Драконорождённого": ""}
ARMORS_IMAGES = {"Железная броня": "", "Стальная броня": "", "Броня Драконорождённого": "",
                 "Нордская броня": ""}
MOBS_IMAGES = {"Игрок": "", "Страж": "", "Скелет": "", "Герой Совнгарда": ""}
